<%@ page language="java" contentType="text/html; charset=utf-8"
    pageEncoding="utf-8"%>
<!DOCTYPE html>
<html>
<head>
<style type="text/css">
	#table1{
		margin-left: 100px;
		margin-top: 5px;
		margin-right: 100px;
	}
	#table2{
		margin-left: 100px;
		border-collapse: collapse;
		border-color: #F2F2F2;
		background-color: #F2F2F2;
		margin-top: 5px;
		margin-right: 100px;
	}
	#agree{
		font-size: 15px;
		margin: 15px;
	}
	#sub_navi{
		font-size: 12px;
	}
	#sub_navi:link, #sub_navi:hover, #sub_navi:visited{
		color: black;
	}
	ul{
    list-style:none;
    list-style-type:none;
   	} 
   	#smenu_tit{
   	padding-top: 20px;
   	margin-left: 0px;
   	}
</style>
<meta charset="EUC-KR">
<title>title</title>
</head>
<body>
<!-- 
구분1: Din library
구분2: 도서관
구분3: 
-->

	<table id="table1">
		<tr>
			<td><div id="sub_navi"><a id="sub_navi" href="book">HOME</a> > 이용약관</div></td>
		</tr>
		<tr>
			<td>　</td>
		</tr>  
		<tr>
			<td><div id="sub_tit"><h2>이용약관</h2></div></td>
		</tr>
	</table>

	<table id="table2" border="1">
		<tr>
			<td>
				<div id="agree"><p>
					제1조 (목적)<br />
					이 약관은 이용자가 구분1에서 제공하는 마이페이지 등 회원서비스를 이용함에 있어 회원과 소속 구분2(이하 
					“구분2”)간의 권리, 의무 및 책임사항 등 기본적인 사항을 규정함을 목적으로 합니다. <br />
					<br />
					제2조 (약관의 효력 및 변경)<br />
					① 이 약관은 서비스를 이용하고자 하는 모든 회원에 대하여 그 효력을 발생합니다.<br />
					② 이 약관의 내용은 서비스 화면에 게시하거나 기타의 방법으로 회원에게 공시하고,<br />
					이에 동의한 이용자가 회원에 가입함으로써 효력이 발생합니다.<br />
					③ 구분2이 필요하다고 인정되는 경우 이 약관을 변경할 수 있으며, 약관이 변경된 경우에는 지체 없이 제2항과 같은 방법으로 공시합니다. 
					다만, 이용자의 권리 또는 의무에 관한 중요한 규정의 변경은 최소한 7일전에 공시합니다.<br />
					④ 이용자가 변경된 약관 사항에 동의하지 않는 경우 이용자는 본인의 회원등록을 취소할 수 있으며, 계속 사용하는 경우는 약관 변경에 대한 
					동의로 간주됩니다.<br />
					<br />
					제3조 (약관외 준칙)<br />
					이 약관에 명시되지 않은 사항에 대해서는 전기통신기본법, 전기통신사업법 등 관계 법령에 의합니다.<br />
					<br />
					제2장 서비스 이용계약<br />
					<br />
					제4조 (이용 계약의 성립)<br />
					① 회원신청시의 약관동의 물음에 회원이 "예,동의합니다." 버튼을 누르면 약관에 동의하는 것으로 간주됩니다.<br />
					② 이용계약은 회원의 이용신청에 대하여 구분2이 승낙함으로써 성립합니다.<br />
					<br />
					제5조 (이용신청)<br />
					①이용 신청은 회원가입 등록 화면에서 회원이 다음 사항을 가입신청 양식에 기록하는 방식으로 행합니다.<br />
					1. 이름<br />
					2. 이메일주소<br />
					3. 전화번호<br />
					4. 이동전화<br />
					5. 아이디<br />
					6. 비밀번호<br />
					7. 주소</p>
					<p>
						②이용계약은 회원의 이용신청에 대하여 구분2이 승낙함으로써 성립합니다.<br />
						<br />
						제6조 (이용신청의 승낙)<br />
						구분2은 제5조에서 정한 사항을 정확히 기재하여 이용 신청한 회원에 대하여 서비스 이용 신청을 승낙합니다.<br />
						<br />
						제7조 (이용신청에 대한 승낙의 제한)<br />
						구분2은 다음 각 호에 해당하는 신청에 대하여는 승낙을 하지 않을 수 있습니다.<br />
						1. 기술상 서비스 제공이 불가능한 경우<br />
						2. 실명이 아니거나, 다른 사람의 명의사용 등 회원가입시 허위로 신청하는 경우<br />
						3. 이용자 등록 사항을 누락하거나 오기하여 신청하는 경우<br />
						4. 사회의 안녕질서 또는 미풍양속을 저해하거나, 저해할 목적으로 신청한 경우<br />
						5. 제12조에 의하여 이전에 회원 자격을 상실한 적이 있는 경우 다만, 동 자격 상실 이후 1년 이상 경과한 자로 구분2의 회원 재가입 
						승낙을 받은 경우는 예외로 합니다.<br />
						6. 기타 구분2이 정한 이용신청 요건이 만족되지 않았을 경우<br />
						<br />
						제8조 (계약 사항의 변경)<br />
						회원은 이용 신청시 기재한 사항이 변경되었을 경우 구분2이 정한 별도의 이용 방법으로 정해진 양식 및 방법에 의하여 수정하여야 합니다.<br />
						<br />
						제3장 서비스 이용<br />
						<br />
						제9조 (서비스의 이용 개시)<br />
						①구분2은 회원의 이용신청을 승낙한 때부터 서비스를 개시합니다.<br />
						②구분2의 업무상 또는 기술상의 장애로 인하여 서비스를 개시하지 못하는 경우에는 홈페이지에 공시하거나 회원에게 이를 통지합니다.<br />
						<br />
						제10조 (서비스의 변경 및 중지)<br />
						①구분2은 변경될 서비스의 내용 및 제공일자를 제14조 제1항에서 정한 방법으로 회원에게 통지하고 서비스를 변경하여 제공할 수 있습니다.
					</p>
					<p>
						②구분2은 다음 각 호에 해당하는 경우 서비스의 전부 또는 일부를 제한하거나 중지할 수 있습니다.<br />
						- 서비스용 설비의 보수 등 공사로 인한 부득이한 경우<br />
						- 회원이 구분2의 서비스 제공활동을 방해하는 경우<br />
						- 정전, 제반 설비의 장애 등으로 정상적인 서비스 이용에 지장이 있는 경우<br />
						- 구분2의 제반 사정으로 서비스를 유지할 수 없는 경우<br />
						- 기타 천재지변, 국가비상사태 등 불가항력적 사유가 있는 경우
					</p>
					<p>
						③제2항에 의한 서비스 중단의 경우에는 구분2이 제14조 제1항에서 정한 방법으로 이용자에게 통지합니다. 다만, 회사가 통제할 수 없는 사유로 
						인한 서비스의 중단 (운영자의 고의, 과실이 없는 디스크 장애, 시스템 다운 등)으로 인하여 사전 통지가 불가능한 경우에는 그러하지 
						아니합니다.
					</p>
					<p>
						④구분2은 서비스의 변경, 해지로 발생하는 문제에 대해서는 어떠한 책임도 지지 않습니다.<br />
						<br />
						제4장 계약당사자의 의무<br />
						<br />
						제11조 (구분2의 의무)<br />
						①구분2은 서비스 제공과 관련하여 알고 있는 회원의 개인정보를 본인의 승낙 없이 제3자에게 누설, 배포하지 않습니다. 단, 관계법령에 의한 
						수사상의 목적으로 관계기관으로부터 요구 받은 경우나 정보통신윤리위원회의 요청이 있는 경우 등 법률의 규정에 따른 적법한 절차에 의한 경우에는 
						그러하지 않습니다.
					</p>
					<p>
						②개인정보 관리자를 구분2 홈페이지 회원담당 책임자로 한정하여 취급자를 최소화하며 해당 담당자로 하여금 개인정보의 분실, 도난, 유출, 변조 
							등에 의한 책임을 지게 합니다.
					</p>
					<p>
						<br />
						③제1항의 범위 내에서, 구분2은 업무와 관련하여 회원의 사전 동의 없이 회원 전체 또는 일부의 개인정보에 관한 통계자료를 작성하여 이를 
						사용할 수 있고, 이를 위하여 회원의 컴퓨터에 쿠키를 전송할 수 있습니다. 이 경우 회원은 쿠키의 수신을 거부하거나 쿠키의 수신에 대하여 
						경고하도록 사용하는 컴퓨터의 브라우저의 설정을 변경할 수 있으며, 쿠키의 설정 변경에 의해 서비스 이용이 변경되는 것은 회원의 책임입니다.
					</p>
					<p>
						④구분2은 서비스와 관련한 회원의 불만사항이 접수되는 경우 이를 신속하게 처리하여야 하며, 신속한 처리가 곤란한 경우 그 사유와 처리 일정을 
						서비스 화면에 게재하거나 e-mail 등을 통하여 동 회원에게 통지합니다.
					</p>
					<p>
						⑤ 구분2은 정보통신망 이용촉진 및 정보보호에 관한 법률, 통신비밀보호법, 전기통신사업법 등 서비스의 운영, 유지와 관련 있는 법규를 
						준수합니다.<br />
						<br />
						제12조 (회원의 의무)<br />
						회원은 서비스를 이용할 때 다음 각 호의 행위를 하여서는 아니 됩니다.<br />
						- 이용 신청 또는 변경 시 허위 사실을 기재하거나, 다른 회원의 성명 및 이메일 주소를 도용, 부정하게 사용하는 행위.<br />
						- 구분2의 서비스 정보를 이용하여 얻은 정보를 구분2의 사전 승낙 없이 복제 또는 유통시키거나 상업적으로 이용하는 행위.<br />
						- 구분2의 직원이나 운영자를 가장하거나 사칭하여 또는 타인의 명의를 도용하여 메일을 발송하는 행위.<br />
						- 기타 불법적이거나 부당한 행위.<br />
						<br />
						제13조 비밀번호 관리에 대한 의무와 책임
						<br />
						①회원은 비밀번호 관리를 철저히 하여야 합니다.<br />
						②회원 비밀번호의 관리 소홀, 부정 사용에 의하여 발생하는 모든 결과에 대한 책임은 회원 본인에게 있으며, 구분2의 시스템 고장 등 구분2의 
						책임 있는 사유로 발생하는 문제에 대해서는 구분2이 책임을 집니다.<br />
						③회원은 본인의 비밀번호를 제3자에게 이용하게 해서는 안되며, 회원 본인의 비밀번호를 도난 당하거나 제3자가 사용하고 있음을 인지하는 경우에는 
						바로 구분2에 통보하고 구분2의 안내가 있는 경우 그에 따라야 합니다.<br />
						<br />
						제14조 (회원에 대한 통지)
						<br />
						①회원에 대한 통지를 하는 경우 구분2은 회원이 등록한 e-mail 주소 등으로 할 수 있습니다.
					</p>
					<p>
						②구분2은 불특정 다수 회원에 대한 통지의 경우 서비스 게시판 등에 게시함으로써 개별 통지에 갈음할 수 있습니다.<br />
						<br />
						제15조 (이용자의 개인정보보호)<br />
						구분2은 관련법령이 정하는 바에 따라서 회원 등록정보를 포함한 회원의 개인정보를 보호하기 위하여 노력합니다. 회원의 개인정보보호에 관해서는 
						관련법령 및 구분2이 정하는 "개인정보보호정책"에 정한 바에 의합니다.<br />
						<br />
						제16조 (개인정보의 위탁)<br />
						구분2은 수집된 개인정보의 취급 및 관리 등의 업무(이하 "업무")를 스스로 수행함을 원칙으로 하나, 필요한 경우 업무의 일부 또는 전부를 
						구분2이 선정한 회사에 위탁할 수 있습니다.<br />
						<br />
						제5장 계약해지 및 이용제한
						<br />
						<br />
						제17조 (계약해지 및 이용제한)<br />
						①회원이 서비스 이용계약을 해지하고자 할 경우에는 본인이 사이트 상에서 또는 구분2이 정한 별도의 이용방법으로 구분2에 해지신청을 하여야 
						합니다.
					</p>
					<p>
						②구분2은 회원이 제12조에 규정한 회원의 의무를 이행하지 않을 경우 사전 통지 없이 즉시 이용계약을 해지하거나 또는 서비스 이용을 중지할 수 
						있습니다.
					</p>
					<p>③구분2은 회원이 이용계약을 체결하여 비밀번호를 부여 받은 후에라도 회원의 자격에 따른 서비스 이용을 제한할 수 있습니다.</p>
					<p>④본 조 제2항 및 제3항의 구분2 조치에 대하여 회원은 구분2이 정한 절차에 따라 이의신청을 할 수 있습니다</p>
					<p>
						⑤본 조 제4항의 이의가 정당하다고 구분2이 인정하는 경우, 구분2은 즉시 서비스의 이용을 재개합니다.<br />
						<br />
						제6장 손해배상 등<br />
						<br />
						제18조 (손해 배상)<br />
						①회원이 본 약관의 규정을 위반함으로 인하여 구분2에 손해가 발생하게 되는 경우, 이 약관을 위반한 회원은 구분2에 발생하는 모든 손해를 
						배상하여야 합니다.
					</p>
					<p>
						②회원이 서비스를 이용함에 있어 행한 불법행위나 본 약관 위반행위로 인하여 구분2이 당해 회원 이외의 제3자로부터 손해배상 청구 또는 소송을 
						비롯한 각종 이의제기를 받는 경우 당해 회원은 자신의 책임과 비용으로 구분2을 면책 시켜야 하며, 구분2이 면책되지 못한 경우 당해 회원은 
						그로 인하여 구분2에 발생한 모든 손해를 배상하여야 합니다.<br />
						<br />
						제19조 (면책사항)<br />
						①구분2은 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.
					</p>
					<p>
						②구분2은 회원의 귀책사유로 인한 서비스의 이용장애에 대하여 책임을 지지 않습니다.<br />
						<br />
						부 칙<br />
						(시행일)이 약관은 2014년 9월 22일부터 시행합니다.
					</p>	
				</div>
			</td>
		</tr>
</table>
</body>
</html>